awarest.awarest-align
castwide.solargraph
Dart-Code.dart-code
Dart-Code.flutter
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.vscode-mysql
GitHub.vscode-pull-request-github
golang.go
GraphQL.vscode-graphql
kaiwood.endwise
luyizhi.vscode-graphql
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
mtxr.sqltools
octref.vetur
rebornix.ruby
redhat.java
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscodevim.vim
wingrunr21.vscode-ruby
